export const mockData1 =
  "我的牙科卫生员推荐了电动牙刷，所以我就买了这款。\
到目前为止，电池续航表现相当不错。\
初次充电后，我在第一周一直将充电器插着，为的是对电池进行条件养护。\
过去的3周里，我每天早晚都使用它刷牙，但电池依然维持着原来的充电状态。\
不过，牙刷头太小了。我见过比这个牙刷头还大的婴儿牙刷。\
我希望牙刷头更大一些，带有不同长度的刷毛，\
这样可以更好地清洁牙齿间的空隙，但这款牙刷做不到。\
总的来说，如果你能以50美元左右的价格购买到这款牙刷，那是一个不错的交易。\
制造商的替换刷头相当昂贵，但你可以购买价格更为合理的通用刷头。\
这款牙刷让我感觉就像每天都去了一次牙医，我的牙齿感觉非常干净！";

export const mockData2 =
  "我买了这款牙刷，使用了几天后，我的牙龈开始出血。\
我以为是因为我刷牙太用力了，所以我尝试了更温和的刷牙方式，但出血仍然持续。\
我决定停止使用这款牙刷，改用手动牙刷，结果出血问题消失了。\
我怀疑这款电动牙刷的刷毛可能太硬，导致我的牙龈受伤。\
总的来说，我对这款牙刷感到非常失望，并且不推荐给其他人使用。";

export const mockData3 =
  "我需要一盏漂亮的卧室灯，这款灯具有额外的储物功能，价格也不算太高。\
我很快就收到了它。在运输过程中，我们的灯绳断了，但是公司很乐意寄送了一个新的。\
几天后就收到了。这款灯很容易组装。我发现少了一个零件，于是联系了他们的客服，他们很快就给我寄来了缺失的零件！\
在我看来，Lumina 是一家非常关心顾客和产品的优秀公司！";

export const mockData4 =
  "我买了这款灯，使用了几天后，我发现灯光非常昏暗，无法满足我的需求。\
我尝试调整灯泡，但仍然无法改善亮度问题。我联系了客服，他们建议我更换灯泡，但即使更换了灯泡，亮度问题依然存在。\
总的来说，我对这款灯感到非常失望，并且不推荐给其他人使用。";

export const mockData5 =
  "Got this for my daughter for her birthday cuz she keeps taking \
mine from my room.  Yes, adults also like pandas too.  She takes \
it everywhere with her, and it's super soft and cute.  One of the \
ears is a bit lower than the other, and I don't think that was \
designed to be asymmetrical. It's a bit small for what I paid for it \
though. I think there might be other options that are bigger for \
the same price.  It arrived a day earlier than expected, so I got \
to play with it myself before I gave it to my daughter.";

export const mockData6 =
  "他们在11月份的季节性销售期间以约49美元的价格出售17件套装，折扣约为一半。\
但由于某些原因（可能是价格欺诈），到了12月第二周，同样的套装价格全都涨到了70美元到89美元不等。\
11件套装的价格也上涨了大约10美元左右。\
虽然外观看起来还可以，但基座上锁定刀片的部分看起来不如几年前的早期版本那么好。\
不过我打算非常温柔地使用它，例如，\
我会先在搅拌机中将像豆子、冰、米饭等硬物研磨，然后再制成所需的份量，\
切换到打蛋器制作更细的面粉，或者在制作冰沙时先使用交叉切割刀片，然后使用平面刀片制作更细/不粘的效果。\
制作冰沙时，特别提示：\
将水果和蔬菜切碎并冷冻（如果使用菠菜，则轻轻煮软菠菜，然后冷冻直到使用；\
如果制作果酱，则使用小到中号的食品处理器），这样可以避免在制作冰沙时添加太多冰块。\
大约一年后，电机发出奇怪的噪音，我打电话给客服，但保修已经过期了，所以我不得不再买一个。\
总的来说，这些产品的总体质量已经下降，因此它们依靠品牌认可和消费者忠诚度来维持销售。\
货物在两天内到达。";
